Repository: ERPlora/module-online_booking
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Online Booking
es: Reserva online

source: Public online appointment booking page for customers
es: Página pública de reserva de citas online para clientes

source: Dashboard
es: Panel

source: Bookings
es: Reservas

source: Settings
es: Configuración

source: Book an Appointment
es: Reservar una cita

source: Whether the public booking page is active
es: Si la página pública de reservas está activa

source: Title displayed on the booking page
es: Título mostrado en la página de reservas

source: Welcome message shown to customers
es: Mensaje de bienvenida mostrado a los clientes

source: Primary accent color for the booking page
es: Color de acento principal para la página de reservas

source: URL to the logo displayed on the booking page
es: URL del logo mostrado en la página de reservas

source: Require customer phone number
es: Requerir número de teléfono del cliente

source: Require customer email address
es: Requerir dirección de email del cliente

source: Allow customers to choose their preferred staff member
es: Permitir a los clientes elegir su profesional preferido

source: Allow customers to add notes to their booking
es: Permitir a los clientes añadir notas a su reserva

source: Minimum hours in advance a booking can be made
es: Horas mínimas de antelación para hacer una reserva

source: Maximum days in advance a booking can be made
es: Días máximos de antelación para hacer una reserva

source: Default time slot duration in minutes
es: Duración predeterminada de la franja horaria en minutos

source: Buffer time between appointments in minutes
es: Tiempo de descanso entre citas en minutos

source: Your appointment has been booked successfully. We will confirm it shortly.
es: Tu cita ha sido reservada correctamente. La confirmaremos en breve.

source: Message shown after a booking is submitted
es: Mensaje mostrado después de enviar una reserva

source: Cancellation policy text displayed to customers
es: Texto de política de cancelación mostrado a los clientes

source: Booking Page Settings
es: Configuración de la página de reservas

source: Pending
es: Pendiente

source: Confirmed
es: Confirmada

source: Cancelled
es: Cancelada

source: Completed
es: Completada

source: No Show
es: No presentado

source: Auto-generated booking reference (e.g. BK-00001)
es: Referencia de reserva autogenerada (ej. BK-00001)

source: Linked customer record (if found)
es: Registro de cliente vinculado (si se encontró)

source: Customer name as entered in the booking form
es: Nombre del cliente tal como se introdujo en el formulario de reserva

source: Customer email
es: Email del cliente

source: Customer phone number
es: Teléfono del cliente

source: UUID of the booked service
es: UUID del servicio reservado

source: Name of the booked service
es: Nombre del servicio reservado

source: UUID of the assigned staff member
es: UUID del profesional asignado

source: Name of the assigned staff member
es: Nombre del profesional asignado

source: Date of the appointment
es: Fecha de la cita

source: Start time of the appointment
es: Hora de inicio de la cita

source: Duration of the appointment in minutes
es: Duración de la cita en minutos

source: Customer notes or special requests
es: Notas del cliente o solicitudes especiales

source: When the booking was confirmed
es: Cuándo se confirmó la reserva

source: When the booking was cancelled
es: Cuándo se canceló la reserva

source: Reason for cancellation
es: Motivo de la cancelación

source: Online Bookings
es: Reservas online

source: Only pending bookings can be confirmed.
es: Solo se pueden confirmar las reservas pendientes.

source: Booking %(ref)s confirmed successfully.
es: Reserva %(ref)s confirmada correctamente.

source: This booking cannot be cancelled.
es: Esta reserva no se puede cancelar.

source: Booking %(ref)s cancelled.
es: Reserva %(ref)s cancelada.

source: Only confirmed bookings can be marked as completed.
es: Solo se pueden marcar como completadas las reservas confirmadas.

source: Booking %(ref)s completed.
es: Reserva %(ref)s completada.

source: Only confirmed bookings can be marked as no-show.
es: Solo se pueden marcar como no presentado las reservas confirmadas.

source: Booking %(ref)s marked as no-show.
es: Reserva %(ref)s marcada como no presentado.

source: Booking %(ref)s deleted.
es: Reserva %(ref)s eliminada.

source: %(count)d bookings confirmed.
es: %(count)d reservas confirmadas.

source: %(count)d bookings cancelled.
es: %(count)d reservas canceladas.

source: %(count)d bookings deleted.
es: %(count)d reservas eliminadas.

source: Booking page settings saved successfully.
es: Configuración de la página de reservas guardada correctamente.

source: Please correct the errors below.
es: Por favor, corrige los errores a continuación.

source: Booking Page
es: Página de reservas

source: Enabled
es: Habilitada

source: Disabled
es: Deshabilitada

source: Total Bookings
es: Total de reservas

source: Booking Page Status
es: Estado de la página de reservas

source: Enable Booking Page
es: Habilitar página de reservas

source: Allow customers to book appointments online
es: Permitir a los clientes reservar citas online

source: Booking Page URL
es: URL de la página de reservas

source: Coming soon
es: Próximamente

source: Copy
es: Copiar

source: The public booking page URL will be available once the feature is fully deployed.
es: La URL de la página pública de reservas estará disponible cuando la funcionalidad esté completamente desplegada.

source: Page Customization
es: Personalización de la página

source: Page Title
es: Título de la página

source: Welcome Message
es: Mensaje de bienvenida

source: Primary Color
es: Color principal

source: Logo URL
es: URL del logo

source: Booking Rules
es: Reglas de reserva

source: Minimum Advance (hours)
es: Antelación mínima (horas)

source: How far in advance customers must book
es: Con cuánta antelación deben reservar los clientes

source: Maximum Advance (days)
es: Antelación máxima (días)

source: How far ahead customers can book
es: Con cuánta antelación pueden reservar los clientes

source: Slot Duration (minutes)
es: Duración de la franja (minutos)

source: Default appointment time slot length
es: Duración predeterminada de la franja horaria

source: Buffer Time (minutes)
es: Tiempo de descanso (minutos)

source: Gap between consecutive appointments
es: Espacio entre citas consecutivas

source: Form Fields & Options
es: Campos y opciones del formulario

source: Require Phone Number
es: Requerir teléfono

source: Phone field is mandatory in the booking form
es: El campo de teléfono es obligatorio en el formulario de reserva

source: Require Email
es: Requerir email

source: Email field is mandatory in the booking form
es: El campo de email es obligatorio en el formulario de reserva

source: Allow Staff Selection
es: Permitir selección de profesional

source: Let customers choose a preferred staff member
es: Permitir a los clientes elegir un profesional preferido

source: Allow Notes
es: Permitir notas

source: Let customers add notes or special requests
es: Permitir a los clientes añadir notas o solicitudes especiales

source: Messages
es: Mensajes

source: Confirmation Message
es: Mensaje de confirmación

source: Shown to customers after they submit a booking
es: Mostrado a los clientes después de enviar una reserva

source: Cancellation Policy
es: Política de cancelación

source: Displayed to customers on the booking page
es: Mostrado a los clientes en la página de reservas

source: Save Settings
es: Guardar configuración

source: Booking Page is Live
es: La página de reservas está activa

source: Customers can book appointments online
es: Los clientes pueden reservar citas online

source: Booking Page is Disabled
es: La página de reservas está deshabilitada

source: Enable it in Settings to start receiving bookings
es: Habilítala en Configuración para empezar a recibir reservas

source: awaiting confirmation
es: pendiente de confirmación

source: Confirmed Today
es: Confirmadas hoy

source: appointments
es: citas

source: This Week
es: Esta semana

source: total bookings
es: reservas totales

source: No-Show Rate
es: Tasa de no presentados

source: Quick Actions
es: Acciones rápidas

source: View All Bookings
es: Ver todas las reservas

source: Browse and manage all online bookings
es: Explorar y gestionar todas las reservas online

source: Review Pending Bookings
es: Revisar reservas pendientes

source: Confirm or reject pending appointment requests
es: Confirmar o rechazar solicitudes de citas pendientes

source: Configure Booking Page
es: Configurar página de reservas

source: Customize your public booking page settings
es: Personaliza la configuración de tu página pública de reservas

source: Upcoming Bookings
es: Próximas reservas

source: Next 7 days
es: Próximos 7 días

source: No upcoming bookings in the next 7 days.
es: No hay reservas próximas en los siguientes 7 días.

source: Manage online bookings from customers. Enable the booking page in Settings to allow customers to book appointments directly from your website. Pending bookings need manual confirmation.
es: Gestiona las reservas online de los clientes. Habilita la página de reservas en Configuración para permitir a los clientes reservar citas directamente desde tu sitio web. Las reservas pendientes requieren confirmación manual.

source: Reference
es: Referencia

source: Customer
es: Cliente

source: Service
es: Servicio

source: Staff
es: Profesional

source: Date
es: Fecha

source: Time
es: Hora

source: Status
es: Estado

source: Actions
es: Acciones

source: Confirm
es: Confirmar
